Revit 2027 API
ParameterTypeId.StairsStairsHeight Property
 "Desired Stair Height": Stairs unconnected height
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsStairsHeight { get; }
Public Shared ReadOnly Property StairsStairsHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsStairsHeight {
	ForgeTypeId^ get ();
}
static member StairsStairsHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace